<?php
$q = array(
	array(
		'q' => '下列何者由臺灣集中保管結算所建置?',
		'a' => 4,
		'1' => '臺灣股票博物館',
		'2' => '臺灣證券期貨虛擬博物館',
		'3' => '股東會電子投票平台',
		'4' => '以上皆是'
	),
	array(
		'q' => '上市公司股票在哪裡買賣?',
		'a' => 3,
		'1' => '店頭市場',
		'2' => '人頭市場',
		'3' => '集中交易市場',
		'4' => '菜市場'
	),
	array(
		'q' => '下列何者為股東可享有的權利?',
		'a' => 4,
		'1' => '參與股東大會',
		'2' => '選舉董事、監察人',
		'3' => '分配股息、股利',
		'4' => '以上皆是'
	),
	array(
		'q' => '下列何者為股票的顏色?',
		'a' => 4,
		'1' => '淡藍色、淡綠色',
		'2' => '淡紫色、淡紅色',
		'3' => '淡桔色、淡棕色',
		'4' => '以上皆是'
	),
	array(
		'q' => '下列何者為有價證券無實體發行的效益?',
		'a' => 4,
		'1' => '降低市場發行成本',
		'2' => '提昇市場作業效率',
		'3' => '免除股票遺失、滅失與偽變造等風險',
		'4' => '以上皆是'
	),
	array(
		'q' => '有關股票的資產管理方式，何者正確?',
		'a' => 4,
		'1' => '繼承、贈與',
		'2' => '設質',
		'3' => '信託',
		'4' => '以上皆是'
	),
	array(
		'q' => '下列何者正確?',
		'a' => 4,
		'1' => '上市公司股票由臺灣證券交易所負責',
		'2' => '上櫃公司股票由櫃檯買賣中心負責',
		'3' => '期貨由臺灣期貨交易所負責',
		'4' => '以上皆是'
	),
	array(
		'q' => '有關有價證券無實體推動，何者正確?',
		'a' => 4,
		'1' => '民國84年2月證券市場實施全面款券帳簿劃撥交割制度',
		'2' => '金融監督管理委員會責成臺灣集中保管結算所推動有價證券無實體化',
		'3' => '民國100年7月7月29日上市、上櫃、興櫃公司股票無實體比例達到百分百',
		'4' => '以上皆是'
	),
	array(
		'q' => '下列有關股票應載明事項，何者正確?',
		'a' => 4,
		'1' => '公司名稱',
		'2' => '發行股份總數及每股金額',
		'3' => '由董事三人以上簽名或蓋章',
		'4' => '以上皆是'
	),
	array(
		'q' => '下列敘述何者正確?',
		'a' => 4,
		'1' => '股票是擁有公司部分所有權的憑證',
		'2' => '公司為了籌集營運資金，將股票交付認購人的過程，即為股票發行，亦稱為「初級市場」',
		'3' => '將股票轉讓予他人的流通過程，即為股票交易，亦稱為「次級市場」',
		'4' => '以上皆是'
	)
);
?>